IDEA Open Model
PretensionedTendonGroup.Items Property
Compatible with IDEA StatiCa 20.1
 List of the pretensioned tendon in the group
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<PretensionedTendonGroupItem> Items { get; set; }
Public Property Items As List(Of PretensionedTendonGroupItem)
	Get
	Set
Property Value
Type: List<PretensionedTendonGroupItem>
See Also
Reference
PretensionedTendonGroup Class
IdeaRS.OpenModel.Model Namespace